Repository: myProductBucket/quix_ios
Catalog: Quix/*.lproj/Localizable.strings
Languages: tr

source: To take quizzes login here
tr: Quiz çözmek için buradan girin

source: To create quizzes login here
tr: Quiz oluşturmak için buradan girin

source: Dashboard
tr: Ana Sayfa

source: Statistic
tr: İstatistik

source: Upgrade
tr: Satın al

source: Share
tr: Paylaş

source: Exit
tr: Çıkış

source: Results
tr: Sonuçlar

source: Exit App
tr: Çıkış

source: Are you sure you want to exit?
tr: Çıkmak istediğinizden eminmisiniz?

source: Free Usage Limit Reached
tr: Bedava kullanım limitiniz doldu

source: Order
tr: Sıralama

source: Fill in the Blank
tr: Boşluk Doldurma

source: Match
tr: Eşleştirme

source: Multiple Choice
tr: Çoktan Seçmeli

source: Multiple Select
tr: Çoklu Doğru

source: Short Answer/Essay
tr: Klasik Soru

source: Single word/phrase answer
tr: Eksik kelime yada terimi yazma

source: 2~4 choices, 1 correct answer
tr: 2-4 arası seçenek, sadece 1 doğru cevap

source: 2~4 choices, more than 1 correct answer
tr: 2-4 arası seçenek, 1 veya daha fazla doğru cevap

source: Free-form answer
tr: Serbest soru tipi

source: Share this ID(%@) with your students
tr: Bu kodu öğrencilerinizle paylaşın. Öğrenciler quizlerinize sadece bu kod(%@) aracılığıyla ulaşabilirler.

source: Copy to Clipboard
tr: Kodu Kopyala

source: Quiz ID copied, now share it with your students
tr: Quiz kodu kopyalandı, kodu öğrencilerinizle paylaşabilirsiniz

source: Cancel
tr: Iptal Et

source: Attaching Image
tr: Foto Ekleme

source: Gallery
tr: Galeri

source: Camera
tr: Kamera

source: %lu Quizzes
tr: %lu Quiz

source: Add Quiz
tr: Quiz Ekle

source: Add Question
tr: Soru Ekle

source: %@ questions
tr: %@ Soru

source: Loading
tr: Yükleniyor

source: OK
tr: Tamam

source: New Quiz
tr: Yeni Quiz

source: Write your quiz name here
tr: Quiz adını yazınız

source: Time Allocated (optional)
tr: Süre giriniz (isteğe bağlı)

source: Write question here
tr: Soruyu yazınız

source: Write feedback (Optional)
tr: Geri dönüt yazınız (İsteğe bağlı)

source: Update Question
tr: Soruyu Güncelle

source: New Question
tr: Yeni Soru

source: Warning
tr: Uyarı

source: Question
tr: Soruyu

source: Yes
tr: Evet

source: No
tr: Hayır

source: Write choice here
tr: Seçenek yazınız

source: Write correct answer here
tr: Burada doğru cevabı Yazın

source: Write alternative correct answer (Optional)
tr: Alternatif Doğru cevabı yazın(İsteğe bağlı)

source: Write feedback about this choice (Optional)
tr: Bu seçenek için geri dönüt yazınız(İsteğe bağlı)

source: Write correct match for this choice here (Required)
tr: Herbir eşleştirme çifti için eş giriniz (Zorunlu alan)

source: Save Question
tr: Soruyu Kaydet

source: Proccessing
tr: Uygulanıyor

source: Fill at least 2 choices for this question type
tr: Bu soru tipi için en az iki seçeneği doldurmalısınız

source: Fill at least 1 answer for this Question
tr: Bu soru tipi için en az 1 seçeneği doldurmalısınız

source: Enter a match for each pair
tr: Herbir eşleştirme çifti için eş giriniz

source: Set at least one choice as correct answer
tr: En az bir seçeneği doğru olarak işaretleyiniz

source: Make sure you entered choices in correct order, that is how app knows the correct answer. Do not worry; the app will shuffle choices on student side
tr: Seçenekleri doğru sıralamayla girdiğinizden emin olunuz. Quix app doğru cevabı bu şekilde algılıyor. Endişelenmeyin app seçenekleri öğrencilere karıştırıp gösterecek

source: Quiz State
tr: Quiz İstatistikleri

source: Average Score: %@
tr: Ortalama Puan: %@

source: Average Time: %@(s)
tr: Ortalama Süre: %@(s)

source: Student Count: %@
tr: Öğrenci Sayısı: %@

source: First Try Correct: %%%d
tr: Doğru Yüzdesi: %%%d

source: Second Try Correct: %%%d
tr: İkinci Denemedeki Doğru Yüzdesi: %%%d

source: Third Try Correct: %%%d
tr: Üçüncü Denemedeki Doğru Yüzdesi: %%%d

source: This question needs revisions. A question correctly answered by more than 80% of students, it means the question is too easy.
tr: Bu soru biraz geliştirilmeli! Eğer öğrencilerin %80 den daha fazlası bir soruyu doğru cevaplamışsa, soru öğrenciler için çok kolay demektir.

source: This question needs revisions. A question correctly answered by less than 30% of students, it means the question is too difficult.
tr: Bu soru biraz geliştirilmeli! Eğer öğrencilerin %30 dan daha azı bir soruyu doğru cevaplamışsa, soru öğrenciler için zor demektir.

source: This is a very good question. An average question should be correctly answered by 30~80% of students.
tr: Başarılı bir soru! İyi bir soru öğrencilerin en az %30 u en fazla %80 i tarafından doğru cevaplandırılmalıdır.

source: Question State
tr: Soru İstatistikleri

source: Question State
tr: Soru İstatistikleri

source: Further Reading
tr: Detayli Bilgi

source: Update Quiz
tr: Quizi Güncelle

source: Updating
tr: Güncelle

source: Are you sure you want to delete this ?
tr: Silmek istediğinizden eminmisiniz?

source: Deleting
tr: Sil

source: Delete
tr: Sil

source: Edit
tr: Düzenle

source: You can not leave question name empty
tr: Quiz adını boş bırakamazsınız

source: Netwok problems Please try again!
tr: Baglanti hatası

source: My Exams
tr: Sınavlarım

source: Share ID
tr: Kodu Paylaş

source: There is no data for this Quiz
tr: Bu quiz icin henüz herhangi bir bilgi yoktur

source: %@ Student Name: %@
tr: %@ Öğrenci Adi: %@

source: %@ Score: %@
tr: %@ Puan: %@

source: %@ Correct Count: %@
tr: %@ Doğru Sayısı: %@

source: %@ Total Question: %@
tr: %@ Toplam Soru: %@

source: Name : %@
tr: isim : %@

source: Time : %d (s)
tr: Süre : %d (s)

source: Correct/Total : %d / %d
tr: Doğru/Toplam : %d / %d

source: Question : %@
tr: Soru : %@

source: Correct Answer : %@
tr: Doğru Cevap : %@

source: Number of attempt that user found correct answer : %ld
tr: Öğrencinin kaçıncı denemede doğru cevabı bulma sayısı : %ld

source: Congratulations!
tr: Tebrikler!

source: You unlocked unlimited version of the app, now you can take unlimited quizzes
tr: Uygulamanın sınırsız versiyonunu satın aldınız, artık sınırsız quiz çözebilirsiniz

source: Name
tr: Isim

source: For once, please write your full name.
tr: Sadece bir kez tam isminizi giriniz!

source: Your full name here
tr: İsim soyisim giriniz

source: Save
tr: Kaydet

source: Enter a valid Full Name
tr: Geçerli bir isim soyisim giriniz

source: Wrong
tr: Yanlış

source: Wrong answer
tr: Yanlış cevap

source: Wrong answer, please try again!
tr: Yanlış cevap, lütfen tekrar deneyiniz

source: Correct answer!
tr: Doğru cevap, tebrikler!

source: Check
tr: Cevapla

source: Feedback
tr: dönüt

source: Your results saved and quiz owner can see it now
tr: Cevaplarınız kaydedildi, quiz sahibi artık sonuçlarınızı görebilir

source: There is no image for this question!
tr: Bu soru icin foto yuklenmemis!

source: Write your answer
tr: Cevap giriniz

source: %@ Score: %d
tr: %@ Puan: %d

source: %@ Correct Count: %d
tr: %@ Doğru Sayısı: %d

source: %@ Total Question: %d
tr: %@ Toplam Soru: %d

source: Complete
tr: Tamamla

source: You can use the app through Guest User, but you need to login via Google or Facebook accounts to be able to save your quizzes
tr: Uygulamayı misafir olarak kullanabilirsiniz fakat sınavları kaydedip öğrencilerinize göndermek için Google yada Facebook hesabınızdan giriş yapmalısınız
